export const MENUS = [
	{ link: '/', label: 'Этапы работы' },
	{ link: '/', label: 'Услуги' },
	{ link: '/', label: 'Наши работы' },
	{ link: '/', label: 'Контакты' }
];

export const TEXT = {
	time: 'ПН -ВС: круглосуточно'
};

export const CONTACTS = {
	phone: {
		link: 'tel:89033373345',
		label: '99-99-99'
	},
	tg: {
		link: 'https://t.me/APP73BOT',
		label: ''
	}
};

export const SERVICES = [
	{
		name: 'Срочная уборка',
		price: 'от  150 ₽ /м2',
		description:
			'Нужно навести порядок уже сегодня?\n Мы приедем в течение часа и приведём ваш дом в идеальный вид.\n Уборка после ремонта, перед гостями или для сдачи квартиры — мы справимся со всем!'
	},
	{
		name: 'Поддерживающая',
		price: 'от  150 ₽ /м2',
		description:
			'Ежедневная или периодическая уборка\n для сохранения чистоты.\n\nБыстро, аккуратно, по фиксированной цене.'
	},
	{
		name: 'После ремонта',
		price: 'от  150 ₽ /м2',
		description:
			'Тщательная очистка помещения от строительных загрязнений.\n\nВсе поверхности — без пыли, пятен и мусора.'
	},
	{
		name: 'Генеральная',
		price: 'от  150 ₽ /м2',
		description:
			'Комплексная уборка помещения.\nИдеально подходит для подготовки к праздникам, переезду или долгожданному отдыху.'
	},
	{
		name: 'Запущенные',
		price: 'от  150 ₽ /м2',
		description:
			'Уборка сильно загрязнённых помещений.\nОчистка от старой пыли, пятен, налёта, мусора.\n Подходит для объектов после длительного простоя.'
	},
	{
		name: 'Химчистка',
		price: 'от  150 ₽ /м2',
		description:
			'Удаление стойких загрязнений и въевшейся грязи.\nОбеззараживание и устранение неприятных запахов.'
	},
	{
		name: 'Гипоаллергенная',
		price: 'от  150 ₽ /м2',
		description:
			'Уборка с использованием безопасных средств.\nОсобое внимание уделяется удалению пыли, аллергенов и загрязнений в труднодоступных местах.\nПодходит для чувствительных людей и семей с детьми.'
	},
	{
		name: 'Сухой туман',
		price: 'от  150 ₽ /м2',
		description:
			'Инновационная технология глубокой очистки без разводов и длительного высыхания.\n\nИспользуется для дезинфекции и удаления сложных загрязнений в помещениях любого типа.'
	}
];

export const STEPS = [
	{ name: 'Оставляете заявку', img: '/images/step-order.png' },
	{ name: 'Консультация', img: '/images/step-help.png' },
	{ name: 'Выполнение заказа', img: '/images/step-clean.png' },
	{ name: 'Оплата', img: '/images/step-pay.png' }
];
