export const MENUS = [
	{ link: '/', label: 'Этапы работы' },
	{ link: '/', label: 'Услуги' },
	{ link: '/', label: 'Наши работы' },
	{ link: '/', label: 'Контакты' }
];

export const TEXT = {
	time: 'ПН -ВС: круглосуточно'
};

export const CONTACTS = {
	phone: {
		link: 'tel:89033373345',
		label: '8 903 337-33-45'
	},
	tg: {
		link: 'https://t.me/APP73BOT',
		label: ''
	}
};

export const SERVICES = [
	{
		name: 'Срочная уборка',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Поддерживающая',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'После ремонта',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Генеральная',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Запущенные',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Химчистка',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Гипоаллергенная',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	},
	{
		name: 'Сухой туман',
		price: 'от  150 ₽ /м2',
		description:
			'Вид уборки, который выполняется регулярно, обычно ежедневно или еженедельно. Она направлена на поддержание чистоты и порядка в помещении.'
	}
];

export const STEPS = [
	{ name: 'Оставляете заявку', img: '/images/step-order.png' },
	{ name: 'Консультация', img: '/images/step-help.png' },
	{ name: 'Выполнение заказа', img: '/images/step-clean.png' },
	{ name: 'Оплата', img: '/images/step-pay.png' }
];
